# MV Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..MV Property
SymbolTypeId Class See Also
---
Symbol mV, indicating unit Millivolts.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId MV { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property MV As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ MV {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace